/*=========================================================
 *文件名称: 			ulaneString.h
 *创建日期：			2017-7-11
 *作    者:       郭世江
 *修改记录：			2017-7-11  首次创建
 *功能描述：      字符串处理函数封装
 *===========================================================*/
#ifndef __ULANESTRING_H
#define __ULANESTRING_H

#include <stdio.h>
#include <stdlib.h>
#include <string.h>

#ifdef __cplusplus
extern "C" {
#endif
/*=========================================================
 *函数入参: 
 *函数出参: 				
 *返回值:   
 *功能说明:
 *===========================================================*/


#ifdef __cplusplus
}
#endif

#endif